Repository: blaa/OTPasswd
Catalog: po/*.po
Languages: pl

source: * Your current flags:
pl: * Twoje obecne flagi:

source: ***************************************************** * Print following passcard or at least make a note * * with a few first passcodes so you won't loose * * ability to log into your system! * *****************************************************
pl: ***************************************************** * Wydrukuj tą kartę kodów lub przynajmniej zapisz * * parę pierwszych kodów byś nie stracił możliwości * * logowania się do systemu! * *****************************************************

source: (yes/no):
pl: (tak/nie):

source: (salt=off)
pl: (sól=nie)

source: (salt=on)
pl: (sól=tak)

source: * User = %s
pl: * Użytkownik = %s

source: * Your current state:
pl: * Twój aktualny stan:

source: 1) Config loaded correctly.
pl: 1) Plik konfiguracyjny załadowany poprawnie.

source: 2) DB option is set.
pl: 2) Opcja DB ustawiona w konfigu.

source: 3) Config file ownership and file mode is correct.
pl: 3) Właściciel i uprawnienia pliku konfiguracyjnego są poprawne.

source: 5) Checking agent binary: %s (must be absolute)
pl: 5) Sprawdzam plik wykonywalne agenta: %s (ścieżka musi być absolutna)

source: 5) No state loaded (state not found), but no other errors. That's fine.
pl: 4) Stan nie załadowany, ale brak innych błędów. Wszystko gra.

source: 5) State loaded
pl: 5) Stan załadowany.

source: Action denied by policy.
pl: Akcja zabroniona przez politykę.

source: Agent binary permissions OK for selected mode.
pl: Uprawnienia pliku wykonywalnego agenta poprawne dla wybranego trybu.

source: Agent detected configuration problem: %s
pl: Agent wykrył problem z konfiguracją: %s

source: Agent error while clearing recent failures: %s
pl: Błąd agenta w trakcie czyszczenia ostatnich błędów logowania: %s

source: Agent error while reading warnings: %s
pl: Błąd agenta w trakcie czytania ostrzeżeń: %s

source: Agent error while setting password: %s
pl: Błąd w trakcie ustawiania hasła: %s

source: Agent error while unsetting password: %s
pl: Błąd w trakcie usuwania hasła: %s

source: Agent error: %s
pl: Ogólny błąd agenta: %s

source: Agent failed to initialize correctly: %s
pl: Błąd w trakcie inicjalizacji agenta: %s

source: Agent protocol mismatch. Reinstall software.
pl: Niezgodność z wersją agenta. Przeinstaluj OTPasswd.

source: Agent return value is: %d
pl: Agent zwrócił wartość: %d

source: Agent started but didn't sent any valid information back..
pl: Agent wystartował, lecz nie odesłał poprawnego komunikatu.

source: Agent unexpectedly disconnected.
pl: Agent nieoczekiwanie się rozłączył.

source: Agent: Header type equals %d instead of %d.
pl: Agent: Typ nagłówka jest równy %d zamiast %d.

source: Agent: Initial frame parsing error.
pl: Agent: Błąd w parsowaniu ramki inicjalizacyjnej.

source: All auth failures = %d
pl: Błędów w ogóle = %d

source: Alphabet denied by policy. See -c alphabet=list
pl: Alfabet zabroniony przez politykę. Zobacz -c alphabet=list

source: Alphabet list ([-] means "denied by the policy"):
pl: Lista alfabetów ([-] oznacza "zabronione przez politykę"):

source: Alphabet selected.
pl: Alfabet wybrany.

source: Are you ready to start using this one-time passwords?
pl: Czy jesteś gotów by zacząć używać jednorazowych haseł?

source: Are you sure you want to continue?
pl: Czy na pewno chcesz kontynuować?

source: Argument out of range.
pl: Argument poza dopuszczalnym zakresem.

source: Authentication failed (Counter overflowed, regenerate key).
pl: Autentykacja nieudana (Brak dostępnych kodów, wygeneruj nowy klucz).

source: Authentication failed (policy error).
pl: Autentykacja nieudana (zabronione przez politykę).

source: Authentication failed (user doesn't have a key).
pl: Autentykacja nieudana (użytkownik nie ma stworzonego klucza).

source: Authentication failed (user doesn't have entry in db).
pl: Autentykacja nieudana (użytkownik nie ma wpisu w bazie).

source: Authentication failed (user has no state).
pl: Autentykacja nieudana (użytkownik nie ma stworzonego klucza).

source: Authentication failed (wrong passcode).
pl: Autentykacja nieudana (złe hasło).

source: Authentication failed with internal error.
pl: Autentykacja nieudana (błąd wewnętrzny).

source: Authentication successful.
pl: Autentykacja udana.

source: Changing a "disable" flag disallowed by policy.
pl: Zmiana flagi "disable" zabroniona przez politykę.

source: Changing disabled flag is denied by the policy.
pl: Zmiana flagi "disable" zabroniona przez politykę.

source: Check if you have %s
pl: Sprawdź czy masz %s

source: Check your installation and configuration.
pl: Zweryfikuj instalacje i konfigurację OTPasswd.

source: Code length set.
pl: Długość kodu ustawiona.

source: Coding error: Action requires created/read state.
pl: Błąd programu: Dana akcja wymaga wcześniej utworzonego/wczytanego stanu.

source: Coding error: Illegal request argument sent to agent.
pl: Błąd programu: Błędny argument żądania wysłany do agenta.

source: Coding error: Illegal request to agent.
pl: Błąd programu: Nie rozpoznane żądanie wysłane do agenta.

source: Coding error: Must create state before generating key.
pl: Błąd programu: Przed generowaniem klucza niezbędne jest utworzenie stanu.

source: Coding error: Must drop state before removing it.
pl: Błąd programu: Przed usuwaniem klucza trzeba odrzucić stan.

source: Column out of possible range!
pl: Kolumna poza możliwym zakresem wartości!

source: Config file verification...
pl: Weryfikacja pliku konfiguracyjnego...

source: Configuration error or unable to read configuration file.
pl: Błąd instalacji. Nie mogę odczytać pliku konfiguracyjnego.

source: Configuration file should be owned by root.
pl: Właścicielem pliku konfiguracyjnego (/etc/otpasswd/otpasswd.conf) powinien być root.

source: Configuration problem was detected:
pl: Wykryto problem konfiguracji:

source: Configuration problem: DB option set to 'global', but OTP agent is not SUID-root.
pl: Problem konfiguracyjny: Opcja DB ustawiona na 'global', ale agent OTP nie ma flagi SUID.

source: Connected to agent
pl: Połączono z agentem

source: Contact already defined
pl: Kontact już został zdefiniowany.

source: Contact can't be longer than %d characters
pl: Kontakt nie może być dłuższy niż %d znaków.

source: Contact changing denied by policy.
pl: Zmiana kontaktu zabroniona przez politykę.

source: Contact contains illegal characters. Only alphanumeric + " -+.@_*" are allowed.
pl: Kontakt zawiera niedozwolone znaki. Tylko alfanumeryczne oraz " -+.@_*" są dozwolone.

source: Contact set.
pl: Kontakt ustawiony.

source: Counter =
pl: Licznik =

source: Current card =
pl: Aktualna karta =

source: Current code =
pl: Aktualny kod =

source: DB=global option is set in config file but agent executable (agent_otp)
pl: Opcja DB=global jest ustawiona ale plik wykonywalny agenta (agent_otp)

source: ERROR while releasing state: %s
pl: Błąd w trakcie zwalniania stanu: %s

source: ERROR: Agent binary (%s) in DB=user setting should NOT be SUID-root.
pl: BŁĄD: Plik agenta (%s) w trybie DB=user NIE powinien być SUID-root.

source: ERROR: Agent binary (%s) must be SUID-root.
pl: BŁĄD: Plik agenta (%s) musi być SUID-root.

source: ERROR: Agent binary (%s) must be owned by user/group root.
pl: BŁĄD: Właścicielem i grupą pliku wykonywalnego agenta (%s) musi być root.

source: ERROR: Agent binary (%s) must not be SGID-root.
pl: BŁĄD: Plik agenta (%s) nie może być SGID-root.

source: ERROR: Config file must be owned by root.
pl: BŁĄD: Właścicielem pliku konfiguracyjnego powinien być root.

source: ERROR: DB option in config file is not set.
pl: BŁĄD: Opcja DB w pliku konfiguracyjnym nie jest ustawiona.

source: ERROR: Error while trying to load state: %s
pl: Błąd w trakcie ładowania stanu: %s

source: ERROR: Generic error while validating config file permissions. (%d)
pl: BŁĄD: Ogólny błąd w trakcie weryfikacji uprawnień pliku konfiguracyjnego. (%d)

source: ERROR: In selected mode config file should not be readable by others.
pl: BŁĄD: W wybranym trybie plik konfiguracyjny powinien nie być czytelny dla innych.

source: ERROR: To correctly validate GLOBAL DB configuration you have to run this option as root.
pl: BŁĄD: By poprawnie zweryfikować konfiguracje w tym trybie musisz uruchomić ten test jako root.

source: ERROR: Unable to create state: %s
pl: BŁĄD: Nie mogę stworzyć stanu: %s

source: ERROR: Unable to read agent_otp file data. Permission/other problem. Relative paths won't work. Call agent_otp with a full path, not for e.g. ./agent_otp
pl: BŁĄD: Nie można odczytać danych pliku agent_otp. Błąd ścieżki, uprawnień lub inny. Relatywne ścieżki nie zadziałają. Wywołaj agent_otp z pełną ścieżką, a nie np. jako ./agent_otp

source: ERROR: ppp_init: %s
pl: BŁĄD: ppp_init: %s

source: Error (not enough memory) while copying username.
pl: Błąd (brak pamięci) w trakcie kopiowania nazwy użytkownika.

source: Error during agent initialization.
pl: Błąd w trakcie inicjalizacji agenta.

source: Error while allocating memory.
pl: Błąd w trakcie alokowania pamięci.

source: Error while calculating passcode
pl: Błąd w trakcie obliczania kodu.

source: Error while deciphering passcode specification
pl: Błąd w trakcie analizowania specyfikacji kodu

source: Error while dropping state! %s (%d)
pl: Błąd w trakcie usuwania stanu! %s (%d)

source: Error while dropping state: %s
pl: Błąd w trakcie usuwania stanu! %s

source: Error while generating destination passcode
pl: Błąd w trakcie generowania docelowego kodu.

source: Error while loading config file.
pl: Błąd w trakcie ładowania pliku konfiguracyjnego.

source: Error while loading user state: %s (%d)
pl: Błąd w trakcie wczytywania stanu: %s (%d)

source: Error while parsing passcard number (%s).
pl: Błąd w trakcie analizowania numeru karty (%s).

source: Error while parsing passcode number.
pl: Błąd w trakcie analizowania numeru kodu.

source: Error while printing state flags.
pl: Błąd w trakcie wyświetlania flag stanu.

source: Error while printing state information.
pl: Błąd w trakcie wyświetlania informacji o stanie.

source: Error while printing user key: %s
pl: Błąd w trakcie wyświetlania klucza użytkownika: %s

source: Error while reading initial data from agent: %s
pl: Błąd w trakcie czytania ramek inicjalizacyjnych od agenta: %s

source: Error while removing key: %s
pl: Błąd w trakcie usuwaniu klucza: %s

source: Error while retrieving prompt: %s
pl: Błąd w trakcie określania znaku zachęty: %s

source: Error while setting contact: %s
pl: Błąd w trakcie ustawiania kontaktu: %s

source: Error while setting flags: %s
pl: Błąd w trakcie ustawiania flag: %s

source: Error while setting label: %s
pl: Błąd w trakcie ustawiania etykiety: %s

source: Error while setting user: %s
pl: Błąd w trakcie ustawiania użytkownika: %s

source: Error while updating latest card entry: %s
pl: Błąd w trakcie aktualizowania zapisu o ostatniej drukowanej karty: %s

source: Error while waiting for agent intitial frame.
pl: Upłynął czas oczekiwania na inicjalizacyjną ramkę od agenta.

source: Error: %s
pl: Błąd: %s

source: Executing configuration checks
pl: Uruchamiam testy konfiguracji

source: Flags cleared.
pl: Flagi wyczyszczone.

source: Flags set.
pl: Flagi ustawione.

source: For your information: You've got no state created (see -k option).
pl: Dla Twojej informacji: Nie masz stworzonego stanu (zobacz opcję -k).

source: Garbage on command line. (%s)
pl: Śmieci na linii poleceń. (%s)

source: Generic PPP error. (Try -v to get details)
pl: Ogólny błąd warstwy PPP. (Spróbuj -v -v by ustalić powód)

source: Generic agent error.
pl: Ogólny błąd agenta.

source: Given passcard out of valid range. Unable to print 6 passcards.
pl: Podany numer karty poza dopuszczalnymi wartościami. Nie mogę wydrukować 6 kart.

source: Global DB selected. Performing additional checks
pl: Wybrano tryb globalnej bazy. Wykonuję dodatkowe sprawdzenia

source: HINT: To generate key we need to gather lots of random data. To make this process faster you can move your mouse or cause some network or disc activity
pl: Wskazówka: By wygenerować klucz potrzebujemy dużo losowych danych. Żeby przyśpieszyć ten proces możesz ruszać swoją myszką, wywołać jakiś ruch sieciowy lub aktywność dysku.

source: Have you created key with --key option?
pl: Stworzyłeś klucz za pomocą opcji --key?

source: I/O error (permissions, file type, ...) while reading state. Try agent_otp --config-check.
pl: Błąd I/O związany z plikiem konfiguracyjnym. Sprawdź uprawnienia i agent_otp --check-config.

source: If you would want to send a bug report remember about gdb backtrace
pl: Jeśli chciałbyś przesłać informacje o błędach pamiętaj o zrzucie stosu (gdb)

source: Illegal alphabet ID specified. See -c alphabet=list
pl: Błędne ID alfabetu. Zobacz -c alphabet=list

source: Illegal argument passed to option.
pl: Błędny argument przekazany do opcji.

source: Illegal character in input.
pl: Błędny znak w wejściu.

source: Illegal configuration defined.
pl: Zdefiniowano niepoprawną konfigurację.

source: Illegal passcode number!
pl: Niepoprawny numer kodu!

source: Incorrect passcard specification (%s).
pl: Niepoprawna specyfikacja karty (%s).

source: Incorrect passcode specification.
pl: Niepoprawna specyfikacja kodu.

source: Incorrect passcode specification. (%d)
pl: Nie poprawna specyfikacja kodu. (%d)

source: Incorrect permissions for config file. Should be accessible only by root.
pl: Błędne uprawnienia pliku konfiguracyjnego. Plik powinien być odczytywalny tylko przez roota.

source: Incorrect static password entered.
pl: Podano błędne statyczne hasło.

source: Input too long.
pl: Wejście zbyt długie.

source: Invalid alphabet ID. Valid IDs are between 0 and %d.
pl: Nie poprawny ID alfabetu. ID musi zawierać się między 0 i %d.

source: Invalid code length. Valid range is from 2 to 16.
pl: Nie poprawna długość kodu. Poprawny zakres jest od 2 do 16.

source: Key =
pl: Klucz =

source: Key generated successfully.
pl: Klucz wygenerowany poprawnie.

source: Key generation is denied by the policy.
pl: Generacja klucza jest zabroniona przez politykę.

source: Key regeneration is denied by the policy.
pl: Regeneracja klucza jest zabroniona przez politykę.

source: Key removed!
pl: Klucz usunięty!

source: Key stored! One-time passwords enabled for this account.
pl: Klucz zapisany! Jednorazowe hasła zostały aktywowane dla tego konta.

source: LaTeX parameter works only with passcard specification
pl: Parametr LaTeX działa tylko wraz ze specyfikacją karty, a nie kodu.

source: Label already defined
pl: Etykieta już podana

source: Label can't be longer than %d characters
pl: Etykieta nie może być dłuższa niż %d znaków

source: Label changing denied by policy.
pl: Zmiany etykiety są zabronione przez politykę.

source: Label contains illegal characters. Only alphanumeric + " -+.@_*" are allowed.
pl: Etykieta zawiera nielegalne znaki. Dopuszczane są alfanumeryczne + " -+.@_*".

source: Label set.
pl: Etykieta ustawiona.

source: Latest printed card =
pl: Ostatnia karta =

source: Max card =
pl: Maksymalna karta =

source: Max code =
pl: Maksymalny kod =

source: Multiple '--user' options passed
pl: Wiele opcji '--user' podane

source: NONE
pl: Brak

source: No action specified. Try passing -k, -s, -t or -l
pl: Brak podanej akcji. Podaj -k, -s, -t lub -l

source: No error
pl: Brak błędu

source: No label,
pl: Brak etykiety,

source: No password returned
pl: Żadne hasło nie zostało zwrócone

source: No such Unix user in passwd database. Unable to locate home.
pl: Brak takiego użytkownika w bazie passwd. Nie mogę zlokalizować jego katalogu.

source: No such flag or illegal option (%s).
pl: Nie ma takiej flagi lub niepoprawna opcja (%s).

source: No user entry. Have you created key with --key option?
pl: Brak stanu użytkownika. Stworzyłeś klucz za pomocą opcji --key?

source: No warnings.
pl: Brak ostrzeżeń.

source: Non-ascii character in static password.
pl: Niepoprawny znak w haśle (spoza ASCII).

source: Not an agent/PPP error.
pl: Błąd spoza agenta/PPP.

source: Not enough digits in password.
pl: Za mało cyfr w haśle.

source: Not enough special characters in password.
pl: Za mało znaków specjalnych w haśle.

source: Not enough uppercase characters in password.
pl: Za mało dużych liter w haśle.

source: OBSOLETE: Most of the checks were moved into agent executable.
pl: PRZESTARZAŁE: Większość testów zostało przeniesione do agenta (agent_otp --testcase).

source: OTPasswd - One-Time Password Authentication System. Version %s Copyright (C) 2009, 2010 Tomasz bla Fortuna <bla@thera.be> This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program in a LICENSE file.
pl: OTPasswd - System autentykacji hasłami jednorazowymi. Wersja %s Copyright (C) 2009, 2010 Tomasz bla Fortuna <bla@thera.be> This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program in a LICENSE file.

source: OTPasswd was build with following options enabled:
pl: OTPasswd został zbudowany z następującymi ustawieniami:

source: Only one action can be specified on the command line and you can't mix alphabet listing with other flags.
pl: Tylko jedna akcja może zostać podana i nie można mieszać listowania alfabetów z innymi akcjami.

source: Only one action can be specified on the command line.
pl: Tylko jedna akcja może być podana na linii poleceń.

source: Only root can use the '--user' option
pl: Tylko root może używać opcji '--user'

source: Option argument too long!
pl: Argument podany do opcji jest za długi!

source: Option requires passcode as argument
pl: Opcja wymaga argumentu (specyfikacji kodu)

source: Out of memory while reading state.
pl: Brak pamięci operacyjnej w trakcie próby czytania stanu.

source: PPP WARNING: There were %d recent failures.
pl: OSTRZEŻENIE PPP: Od poprzedniego logowania było %d nieudanych prób.

source: PPP WARNING: You've ran out of printed passcards!
pl: OSTRZEŻENIE PPP: Nie masz już żadnych wydrukowanych kart!

source: PPP WARNING: You've reached your last printed card.
pl: OSTRZEŻENIE PPP: Jesteś na swojej ostatniej wydrukowanej karcie!

source: Passcard label="%s",
pl: Etykieta karty="%s",

source: Passcard numbering starts with 1.
pl: Numeracja kart zaczyna się od 1.

source: Passcode length must be between 2 and 16.
pl: Długość kodu musi się zawierać między 2 i 16.

source: Passcode number out of range.
pl: Numer kodu poza dopuszczalnym zakresem.

source: Passcode printing is denied by policy.
pl: Wyświetlanie kodów jest zabronione przez politykę.

source: Please answer 'yes' or 'no'.
pl: Proszę odpowiedzieć 'tak' lub 'nie'.

source: Policy denies key generation. Ask administrator to create you state.
pl: Polityka zabrania generowania klucza. Poproś administratora o jego wygenerowanie.

source: Policy denies key regeneration.
pl: Polityka zabrania regeneracji klucza.

source: Policy denies toggling the DISABLE flag.
pl: Polityka zabrania przekładania flagi 'DISABLE'.

source: Policy denies toggling the SALT flag.
pl: Polityka zabrania przekładania flagi SALT (sól).

source: Policy denies toggling the SHOW flag.
pl: Polityka zabrania przekładania flagi SHOW (wyświetlaj).

source: Policy disallows salted keys.
pl: Polityka zabrania używania soli.

source: Policy disallows showing entered passcodes.
pl: Polityka zabrania wyświetlania wprowadzanych kodów.

source: Policy enforces entered passcode visibility.
pl: Polityka wymusza widoczność wprowadzanych kodów.

source: Policy enforces salted keys.
pl: Polityka wymusza używanie soli.

source: Possible cause of this problem involves use of the wrong agent executable.
pl: Możliwa przyczyna tego błędu to błędny plik wykonywalny agenta.

source: Possible cause of this problem involves wrong agent executable passed in configuration file.
pl: Możliwa przyczyna tego błędu to błędny plik wykonywalny agenta ustawiony w pliku konfiguracyjnym.

source: Printing the key is denied by the policy.
pl: Wyświetlanie klucz jest zabronione przez politykę.

source: Probable cause: %s
pl: Możliwa przyczyna: %s

source: Program error. You should never end up here.
pl: Błąd programu: Nigdy nie powinniśmy się tu znaleźć.

source: Program error. You shouldn't end up here.
pl: Błąd programu: Nie nigdy nie powinniśmy się tu znaleźć.

source: Recent failures = %d
pl: Ostatnie błędy = %d

source: Repeat password:
pl: Powtórz hasło:

source: Requested action is denied by the policy.
pl: Żądana akcja jest zabroniona przez politykę.

source: Row out of range!
pl: Wiersz poza dozwolonym zakresem!

source: Salt configuration can be changed only during key creation.
pl: Konfiguracja soli może być zmieniana jedynie w trakcie generowania klucza.

source: Salt option setting is fixed by the policy.
pl: Ustawienie soli wymuszone jest przez politykę.

source: Setting passcode length denied by policy.
pl: Ustawienie podanej długości kodu zabronione przez politykę.

source: Show option setting is fixed by the policy.
pl: Ustawienie wyświetlania kodów (show) jest wymuszone przez politykę.

source: Skipped to specified passcode.
pl: Przeskoczyłem do podanego kodu.

source: Skipping denied by the policy.
pl: Przeskakiwanie kodów jest zabronione przez politykę.

source: Sorry passwords do not match.
pl: Błąd: Podane hasła różnią się.

source: Specified passcode is larger than maximal possible.
pl: Podany kod jest większy od maksymalnego dostępnego.

source: State file invalid.
pl: Plik stanu jest niepoprawny.

source: State init OK
pl: Inicjalizacja stanu OK

source: Static password change is denied by the policy.
pl: Zmiana hasła statycznego jest zabroniona przez politykę.

source: Static password is not set.
pl: Nieustawiono statycznego hasła.

source: Static password is set.
pl: Ustawiono statyczne hasło.

source: Static password set.
pl: Statyczne hasło ustawione.

source: Static password too short.
pl: Hasło jest zbyt krótkie.

source: Static password unset.
pl: Statyczne hasło usunięte.

source: Static password:
pl: Statyczne hasło:

source: Stopping
pl: Zatrzymanie

source: Strange error indeed: Unsupported ascii character.
pl: Bardzo dziwny błąd: Podany znak ascii nie jest wspierany.

source: Strange error while parsing passcard number.
pl: Dziwny błąd w trakcie analizy kodu karty.

source: System init OK
pl: Inicjalizacja OK

source: The "salt" flag can only be specified during key creation!
pl: Flaga "salt" (sól) może być podana jedynie w trakcie tworzenia klucza!

source: There was an error when trying to run agent executable (%s)
pl: Błąd w trakcie uruchamiania pliku agenta (%s)

source: Timeout while waiting for agent initialization frame.
pl: Upłynął czas oczekiwania na inicjalizacyjną ramkę od agenta.

source: Try manually running agent executable to see where's the problem.
pl: Spróbuj ręcznie uruchomić plik agenta, żeby zobaczyć w czym leży problem.
