Repository: blaa/OTPasswd
Catalog: po/*.po
Languages: pl

source: Try running agent (agent_otp) with --check-config option to get more details
pl: Spróbuj uruchomić agenta (agent_otp) z opcją --check-config żeby zobaczyć więcej szczegółów

source: Trying to initialize PPP and read state data to see if DB exists.
pl: Próbuję zainicjalizować moduł PPP i odczytać dane stanu by sprawdzić poprawność/istnienie bazy.

source: Unable to disable required flags: %s
pl: Nie mogę wyłączyć flag: %s

source: Unable to enable required flags: %s
pl: Nie mogę włączyć flag: %s

source: Unable to generate new key: %s (%d)
pl: Nie mogę wygenerować nowego klucza: %s (%d)

source: Unable to generate new state:
pl: Nie mogę wygenerować nowego stanu:

source: Unable to locate agent executable!
pl: Nie mogę zlokalizować pliku wykonywalnego agenta!

source: Unable to lock state file!
pl: Nie mogę zablokować pliku stanu!

source: Unable to read alphabet id: %s (%d)
pl: Nie mogę odczytać ID alfabetu: %s (%d)

source: Unable to read code length: %s (%d)
pl: Nie mogę odczytać długości kodu: %s (%d)

source: Unable to read config file.
pl: Nie mogę odczytać pliku konfiguracyjnego.

source: Unable to read contact: %s (%d)
pl: Nie mogę odczytać kontaktu: %s (%d)

source: Unable to read flags: %s
pl: Nie mogę odczytać flag: %s

source: Unable to read flags: %s (%d)
pl: Nie mogę odczytać flag: %s (%d)

source: Unable to read label: %s (%d)
pl: Nie mogą odczytać etykiety: %s (%d)

source: Unable to read maximal card number: %s
pl: Nie mogę odczytać maksymalnego numeru karty: %s

source: Unable to read passcode: %s
pl: Nie mogą odczytać kodu: %s

source: Unable to select alphabet: %s
pl: Nie mogę wybrać alfabetu: %s

source: Unable to set code length: %s
pl: Nie mogę ustawić długości kodu: %s

source: Unable to set required option (%s): %s
pl: Nie mogą ustawić wybranej opcji (%s): %s

source: Unable to start agent executable: %s
pl: Nie mogę wystartować agenta: %s

source: Unable to store new key: %s (%d)
pl: Nie mogą zapisać nowego klucza: %s (%d)

source: Unable to switch to selected user.
pl: Nie mogę przełączyć na żądanego użytkownika.

source: Unable to turn off character visibility!
pl: Nie mogą wyłączyć widoczności wprowadzanych znaków!

source: Unexpected error while setting code length.
pl: Nieoczekiwany błąd w trakcie ustawiania długości kodu.

source: Unexpected error while setting contact information.
pl: Nieoczekiwany błąd w trakcie ustawiania informacji kontaktowej.

source: Unexpected error while setting label information.
pl: Nieoczekiwany błąd w trakcie ustawiania etykiety.

source: Usage: %s [options] Actions: -k, --key Generate a new key. You can pass -c along and set length or alphabet -r, --remove Remove key, and disable OTP. -s, --skip <which> Skip to a card specified as an argument. -t, --text <which> Generate either one ascii passcard or a single passcode depending on argument. -l, --latex <which> Generate a LaTeX output with 6 passcards starting with the specified one -a, --authenticate <passcode> Try to authenticate with given passcode -w, --warning Display warnings (ex. user on last passcard) -P, --prompt <which> Display authentication prompt for given passcode Where <which> might be one of: number - a decimal number of a passcode [number] - a passcard number CRR[number] or RRC[number] - a passcode in passcard of a given number. C is column (A through G), RR - row (1..10) current - passcode used for next time authentication [current] - passcard containing current passcode next or [next] - first, not yet printed, passcard Configuration: -i, --info Print current configuration and state. --info-key Print key and counter used for generating passcodes. Warning: This will print private data. -c, --config <arg> Can be passed multiple times. Manages various settings: show=<on|off> configure visibility of passcode during authentication. alphabet=<ID|list> select passcode alphabet. Use 'list' argument to get IDs of available alphabets. codelength=<length> select passcode length. contact=X Set contact info (e.g. phone number) with which to receive a passcode during authentication. Details depends configuration. Use "" to disable. label=X Set a caption to use on generated passcards. Use "" to set default (hostname) salt=<on|off> Meaningful only during key generation. Enable/disable salting of a passcode counter. Disabling this option will make program compatible with PPPv3.1 and will increase available passcard number at the cost of (theoretically) less security. disable=<on|off> Disable user without removing his data. -p, --password Set static password. (optionally: --password=<pass>) -u, --user <username|UID> Operate on state of specified user. Administrator-only option. -v, --verbose Display more information about what is happening. Try double -v -v for even more information. --version Display license, warranty, version and author information. -h, --help Display this message OBSOLETE: --check Run all testcases. (Moved to agent_otp executable) Notes: Both --text and --latex can get "next" as a parameter which will print the first not-yet printed passcard. Usage of this argument is recommended as it enables OTPasswd to display warnings when user reaches his last printed passcard. Examples: %s --config salt=off --key generate new (not salted) key %s --text next print first not-yet-printed passcard %s --text '[3]' print third passcard to standard output %s --text current print current passcode %s --config codelength=5 use 5-character long passcodes Generate a 6 passcards on A4 page using LaTeX: %s --latex next > tmp.latex pdflatex tmp.latex
pl: Użycie: %s [opcje] Akcje: -k, --key Stwórz nowy stan i klucz. Możesz przekazać dodatkowo opcje -c by ustawić parametry. -r, --remove Usuń klucz i wyłącz OTP. -s, --skip <specyfikacja> Przeskocz do podanego kodu/karty. -t, --text <specyfikacja> Wyświetl albo pojedynczy kod, albo kartę w zależności od podanego parametru. -l, --latex <specyfikacja> Jak -t, ale wyświetla 6 kart w formacie LaTeX -a, --authenticate <kod> Spróbuj autentykacji za pomocą podanego kodu -w, --warning Wyświetl ostrzeżenia (np. użytkownik na ostatniej karcie) -P, --prompt <specyfikacja> Wyświetl autentykacyjny znak zachęty dla argumentu Gdzie <specyfikacja> może mieć jedną z form: liczba - dziesiętny numer kodu [liczba] - numer karty CRR[liczba] or RRC[liczba] - kod znajdujący się na zadanej karcie. C to kolumna (A do G), RR - wiersz (1..10) current - kod użyty do następnej autentykacji [current] - karta zawierająca następny kod next or [next] - pierwsza nie drukowana jeszcze karta Konfiguracja: -i, --info Wyświetl informacje o stanie. --info-key Wyświetl klucz użytkownika i licznik używany do generowania kodów. Uwaga: To drukuje prywatne dane. -c, --config <arg> Może być podany wielokrotnie. Zmienia wiele różnych ustawień: show=<on|off> zmień widoczność wprowadzanych w trakcie autentykacji kodów. alphabet=<ID|list> wybierz alfabet kodów. Użyj 'list' żeby wyświetlić alfabety oraz ich ID. codelength=<długość> ustaw długość kodów (2 do 16). contact=X Ustaw informacje kontaktowe (np. numer telefonu) które mają odebrać kod w trakcje autentykacji. Szczegóły zależą od konfiguracji. Użyj "" by usunąć. label=X Ustaw etykietę używaną przy generowaniu kart. Użyj "" by ustawić domyślną (nazwę hosta) salt=<on|off> Można podawać jedynie przy generowaniu klucza. Włącza/wyłącza dodawanie soli do licznika. Wyłączenie tej opcji sprawia, że program jest kompatybilny z PPPv3.1 i zwiększy ilość dostępnych kodów i kart kosztem teoretycznie minimalnie mniejszego bezpieczeństwa. disable=<on|off> Wyłącz stan użytkownika bez usuwania jego danych. Administrator może tak blokować stany w niektórych konfiguracjach -p, --password Ustaw hasło statyczne. (opcjonalnie: --password=<hasło>) -u, --user <użytkownik|UID> Wykonuj operacje na stanie danege użytkownika. Opcja roota. -v, --verbose Wyświetl więcej informacji o tym co się dzieje. Użyj dwa razy (-v -v) dla większej ilości informacji. --version Wyświetl licencję, gwarancję, wersję i informacje o autorze. -h, --help Wyświetl tę stronę PRZESTARZAŁE: --check Uruchamia testy. (Przesunięte do pliku agent_otp) Notatki Zarówno --text jak i --latex przyjmują opcję "next", która wyświetli pierwszą nie wydrukowaną kartę. Użycie tej opcji jest zalecane ponieważ umożliwia OTPasswd śledzenie kiedy użytkownikowi zaczynają się kończyć wydrukowane karty. Przykłady: %s --config salt=off --key stwórz nowy klucz bez soli %s --text next wyświetl pierwszą, nową kartę %s --text '[3]' wyświetl trzecią kartę %s --text current wyświetl obecny kod %s --config codelength=5 ustaw 5-znakowe kody Wydrukuj 6 kart na stronie A4 za pomocą LaTeX: %s --latex next > tmp.latex pdflatex tmp.latex

source: User doesn't have a HOME directory.
pl: Użytkownik nie ma katalogu HOME.

source: User state disabled.
pl: Stan użytkownika został zablokowany (disabled).

source: WARNING: Make sure you run agent with a FULL path, otherwise some checks will fail.
pl: BŁĄD: Upewnij się, że uruchamiasz agenta z PEŁNĄ ścieżką, w przeciwnym wypadku niektóre testy nie powiodą się.

source: WARNING: This invalidates your previously printed passcards.
pl: UWAGA: Wszystkie wydrukowane wcześniej karty są nie ważne.

source: WARNING: Unable to turn on characters visibility!
pl: UWAGA: Nie mogą włączyć widoczności znaków!

source: Warning: Changing alphabet invalidates already printed passcards. If you like, you can switch back to your previous settings.
pl: UWAGA: Zmienianie alfabetu unieważnia wszystkie wydrukowane do tego czasu karty. Jeśli chcesz możesz przełączyć się spowrotem do poprzedniej opcji.

source: Warning: Changing codelength invalidates already printed passcards. If you like, you can switch back to your previous settings.
pl: UWAGA: Zmienianie długości kodu unieważnia wszystkie wydrukowane do tego czasu karty. Jeśli chcesz możesz przełączyć się spowrotem do poprzedniej opcji.

source: Warning: You've got no state. Create on with -k option.
pl: UWAGA: Nie masz stworzonego stanu. Stwórz go za pomocą przełącznika -k.

source: Wiping out key. User state left unchanged.
pl: Wyrzucam stworzony klucz. Stan użytkownika nienaruszony.

source: You currently have state but it was disabled.
pl: Obecnie masz już stworzony stan, ale został zablokowany (flaga disabled).

source: You have skipped state creation. (see -k option).
pl: Pominąłeś stworzenie stanu. (zobacz opcję -k).

source: You have to edit otpasswd.conf and select correct DB option.
pl: Musisz wyedytować otpasswd.conf i wybrać odpowiednią opcję DB.

source: You really need to create some state first (see -k option).
pl: Naprawdę powinieneś najpierw stworzyć swój stan (zobacz opcję -k).

source: You've got no state created! Unable to print passcodes (see -k option).
pl: Nie posiadasz stworzonego stanu! Nie mogę wyświetlać kodów (zobacz opcję -k).

source: You've got no state to remove.
pl: Nie masz stanu, który można by usunąć.

source: You've run out of memory. Unable to print passcards
pl: Skończyła się pamięć operacyjna. Nie mogę wydrukować kart.

source: You've used up all available passcodes! Regenerate key.
pl: Zużyłeś wszystkie dostępne kody! Musisz zregenerować klucz.

source: Your current set of flags:
pl: Twój obecny zestaw flag:

source: Your selected DB option doesn't require further checks. Everything is fine.
pl: Wybrana przez Ciebie opcja DB nie wymaga dalszych testów. Wszystko gra.

source: alphabet=%d
pl: alfabet=%d

source: and log created with strace: strace -f -o otpasswd_log <command you've tried>
pl: i plik loga stworzony za pomocą strace: strace -f -o otpasswd_log otpasswd <próbowane parametry>

source: code_length=%d
pl: długość_kodu=%d

source: contact="%s".
pl: kontakt="%s".

source: disabled=off
pl: wyłączony=nie

source: disabled=on
pl: wyłączony=tak

source: doesn't have necessary SUID-root permissions.
pl: nie posiada wymaganych ustawień SUID-root.

source: no
pl: nie

source: no contact information.
pl: brak informacji kontaktowych.

source: show=off
pl: pokaż=nie

source: show=on
pl: pokaż=tak

source: yes
pl: tak
